Repository: pli3/plugins-enigma2
Catalog: shoutcast/po/*.po
Languages: ru

source: %s Press OK to try again...
ru: %s Нажмите OK, чтобы попробовать еще раз...

source: %s Press green-button to try again...
ru: %s Нажмите зелёную кнопку,чтобы попробовать еще раз ......

source: Add current playing stream to favorite
ru: Добавить текущий stream в избранное

source: Add current selected genre to favorite
ru: Добавить выбранный жанр в избранное

source: Add current selected station to favorite
ru: Добавить выбранную станцию в избранное

source: Add sequence number to output file
ru: Создание файлов с последовательной нумерацией

source: All
ru: Все

source: Audio: %s
ru: Аудио: %s

source: Bit rate: %s kbps
ru: Битрейт: %s kbps

source: Cancel
ru: Отменить

source: Config
ru: Конфигурация

source: Create a directory for each stream
ru: Создать каталог для каждого потока

source: Do you really want to stop the recording?
ru: Вы действительно хотите,остановить запись?

source: Enter in minutes (0 means unlimited)
ru: Вход в минутах (0 = без ограничений)

source: Enter new name for favorite item
ru: Введите новое имя для избранного

source: Enter text to search for
ru: Введите текст для поиска

source: Favorite list
ru: Список избранного

source: Favorites
ru: Избранное

source: Genres
ru: Жанры

source: Getting %s
ru: Получить %s

source: Getting SHOUTcast genre list...
ru: Получить список SHOUTcast Жанр...

source: Getting streaming data from %s
ru: Получение потоковых данных из %s

source: Hide
ru: Скрыть

source: Invalid Location
ru: Недопустимый путь для записи

source: No streaming data found...
ru: Нет найденных потоковых данных...

source: Off
ru: выключено

source: Only running streamings can be recorded!
ru: В настоящее время нет радиостанция сыграла. Запись не начнется

source: Record
ru: Запись

source: Recording length
ru: Продолжительность записи

source: Recording location:
ru: Дериктория записи

source: Recording stream station
ru: В настоящее время работает запись станции

source: Reload station list:
ru: Перезагрузить спискок радиостанций:

source: Rip to single file, name is timestamped
ru: Хранить в одном файле

source: SHOUTcast genre list
ru: Список SHOUTcast жанры

source: SHOUTcast station list for %s
ru: SHOUTcast список станций для - %s

source: Search
ru: Поиск

source: Searching SHOUTcast for %s...
ru: Поиск по SHOUTcast %s...

source: Station: %s
ru: Станция: %s

source: Stations
ru: Станции

source: Stop record
ru: Стоп запись

source: Streaming rate:
ru: Битрейт потока:

source: This Dreambox can't decode %s streams!
ru: %s Этот ресивер не может декодировать поток.

source: Title: %s
ru: Название: %s

source: Title: n/a
ru: Название: n/a

source: every five minutes
ru: Каждые 5 минут

source: every minute
ru: Каждую минуту

source: every three minutes
ru: Каждые 3 минуты

source: genre %s
ru: Вид %s

source: Internet radio
ru: Интернет-радио

source: remove current selected favorite
ru: Удалить из favorite

source: rename current selected favorite
ru: Переименовать выбранный

source: search-criteria %s
ru: Поиск критерий %s

source: Show cover:
ru: Показать обложку:

source: Coverwidth:
ru: Ширина обложки:

source: Coverheight:
ru: Высота обложки:

source: Show in extension menu:
ru: Показывать в меню расширения:
